export default [
    "/guide/求职算法突击训练/",
    {
        title: "求职算法突击训练",
        collapsable: false,
        children: [
            "001哈希系列.md",
            "002双指针系列.md",
            "003滑动窗口系列.md",
            "004子串系列.md",
            "006矩阵数组系列.md",
            "006矩阵系列.md",
            "007链表系列.md",
            "008二叉树系列.md",
            "009图论系列.md",
            "010回溯系列.md",
            "011二分查找系列.md",
            "012栈系列.md",
            "013堆系列.md",
            "014贪心算法系列.md",
            "015动态规划系列.md",
            "016多维动态规划系列.md",
            "017技巧系列.md",
        ],
    }
];
