export default [
    {
        text: "👋首页",
        link: '/'
    },
    {
        text: '☕Java后端',
        items: [
            {text: 'MySQL', link: '/求职算法突击训练/'},
            {text: 'JavaWeb', link: '/代码随想录算法/'},
            {text: 'Spring', link: '/代码随想录算法/'},
            {text: 'SpringMVC', link: '/代码随想录算法/'},
            {text: 'MyBatis', link: '/代码随想录算法/'},
            {text: 'SpringBoot', link: '/代码随想录算法/'},
            {text: 'SpringCloud', link: '/代码随想录算法/'},
            {
                text: '各类中间件',
                items: [
                    {text: 'MQ', link: '/求职算法突击训练/'},
                    {text: 'Redis', link: '/求职算法突击训练/'},
                    {text: 'ElasticSearch', link: '/求职算法突击训练/'},
                ],
            },
        ]
    },
    {
        text: '🐔算法',
        items: [
            {text: '👊求职算法突击训练', link: '/求职算法突击训练/'},
            {text: '代码随想录题目', link: '/代码随想录算法/'},
        ]
    },
    {
        text: '🍃秋招',
        items: [
            {text: '📖八股', link: '/学习路线/'},
            {text: "📁项目打磨", link: '/学习路线/'},
            {text: "💼求职心得", link: '/学习路线/'},
        ]
    },
    {
        text: "🥧版本记录",
        link: '/更新说明/'
    },
];
